tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Distributed revision control system
brew "git"
# AVH edition of git-flow
brew "git-flow-avh"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Platform built on V8 to build network applications
brew "node"
# Interpreted, interactive, object-oriented programming language
brew "python"
# The cross-shell prompt for astronauts
brew "starship"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Watch files and take action when they change
brew "watchman"
# UNIX shell (command interpreter)
brew "zsh"
cask "anydesk"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "genymotion"
cask "gimp"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "microsoft-edge"
cask "opera"
cask "spotify"
cask "telegram-desktop"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
