tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "git"
brew "git-flow-avh"
brew "gnupg"
brew "node"
brew "python"
brew "starship"
brew "tree"
brew "yarn"
brew "zsh"
cask "docker"
cask "genymotion"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "intellij-idea-ce"
cask "java"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
